Repository: williamthome/aliancer
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: pt_br

source: can't be blank
pt_br: não pode ficar em branco

source: has already been taken
pt_br: já foi utilizado

source: is invalid
pt_br: é inválido

source: must be accepted
pt_br: deve ser aceito

source: has invalid format
pt_br: tem formato inválido

source: has an invalid entry
pt_br: tem uma entrada inválida

source: is reserved
pt_br: é reservado

source: does not match confirmation
pt_br: não corresponde à confirmação

source: is still associated with this entry
pt_br: ainda está associado a esta entrada

source: are still associated with this entry
pt_br: ainda estão associados a esta entrada

source: should have %{count} item(s)
pt_br: deve conter %{count} item(s)

source: should be %{count} character(s)
pt_br: deve ter %{count} caractere(s)

source: should be %{count} byte(s)
pt_br: deve ter %{count} byte(s)

source: should have at least %{count} item(s)
pt_br: deve conter, no mínimo, %{count} item(s)

source: should be at least %{count} character(s)
pt_br: deve ter, no mínimo, %{count} caractere(s)

source: should be at least %{count} byte(s)
pt_br: deve ter, no mínimo, %{count} byte(s)

source: should have at most %{count} item(s)
pt_br: deve conter, no máximo, %{count} item(s)

source: should be at most %{count} character(s)
pt_br: deve ter, no máximo, %{count} caractere(s)

source: should be at most %{count} byte(s)
pt_br: deve ter, no máximo, %{count} byte(s)

source: must be less than %{number}
pt_br: deve ter menor do que %{number}

source: must be greater than %{number}
pt_br: deve ter maior do que %{number}

source: must be less than or equal to %{number}
pt_br: deve ter menor ou igual a %{number}

source: must be greater than or equal to %{number}
pt_br: deve ter maior ou igual a %{number}

source: must be equal to %{number}
pt_br: deve ter igual a %{number}
